Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutFilter_logical_test
source: A logical test to evaluate for each row. Only the rows that pass this test will be included in the result of Filter.
bg_bg: Логически тест за оценка на всеки ред. Само редовете, които преминат теста, ще се включат в резултата от филтрирането.
ca_es: Prova lògica que s'avaluarà per a cada fila. Només les files que superin la prova s'inclouran al resultat del filtre.
cs_cz: Logický test, který se má vyhodnotit v jednotlivých řádcích. Do výsledku filtru budu zahrnuty pouze řádky, které tomuto testu vyhoví.
da_dk: En logisk test, der evaluerer hver række. Kun rækker, der består denne test, inkluderes i resultatet af filtreringen.
de_de: Eine Wahrheitsprüfung, die für jede Zeile ausgewertet wird. Nur Zeilen, die diese Prüfung bestehen, sind im Ergebnis des Filters enthalten.
el_gr: Μια λογική δοκιμή για την αξιολόγηση για κάθε σειρά. Στο αποτέλεσμα του Φίλτρου θα συμπεριλαμβάνονται μόνο οι σειρές στις οποίες αυτή η δοκιμή εκτελείται επιτυχώς.
es_es: Una prueba lógica que se va a evaluar en cada fila. Solo las filas que superen esta prueba se incluirán en el resultado del filtro.
et_ee: Loogikatest, mis viiakse läbi iga rea kohta. Ainult read, mis läbivad selle testi, lisatakse filtri tulemustesse.
eu_es: Errenkada bakoitzean ebaluatuko den proba logikoa. Proba gainditzen duten errenkadak soilik sartuko dira iragazkiaren emaitzan.
fi_fi: Kullekin riville arvioitava looginen testi. Vain tämän testin läpäisevät rivit sisällytetään suodattimen tulokseen.
fr_fr: Test logique à évaluer pour chaque ligne. Seules les lignes qui réussissent ce test seront incluses dans le résultat de la fonction Filtrer.
gl_es: Proba lóxica que se vai avaliar para cada fila. Só se incluirán no resultado do filtro as filas que pasen esta proba.
hi_in: प्रत्येक पंक्ति का मूल्यांकन करने के लिए तार्किक परीक्षण. फ़िल्टर के परिणाम में केवल यह परीक्षण पूरा करने वाली पंक्तियाँ शामिल की जाएँगी.
hr_hr: Logički test za vrednovanje svakog retka. Samo reci koji prođu test uvrstit će se u rezultat filtra.
hu_hu: Egy logikai vizsgálat, amelyet minden soron ki kell értékelni. A szűrés eredményében csak a vizsgálatnak megfelelő sorok fognak szerepelni.
it_it: Test logico per valutare ogni riga. Solo le righe che superano il test verranno incluse nel risultato del filtro.
ja_jp: 行ごとに評価する論理テスト。このテストに合格した行のみが、Filter の結果に含まれます。
kk_kz: Әрбір жол үшін есептелетін логикалық тексеру. Осы тексеруден өткен жолдар ғана сүзгі нәтижесіне қосылады.
ko_kr: 각 행에 대해 평가할 논리 테스트입니다. 이 테스트를 통과하는 행만 필터 결과에 포함됩니다.
lt_lt: Loginis testas kiekvienai eilutei įvertinti. Į filtro rezultatus bus įtrauktos tik šio testo sąlygą atitikusios eilutės.
lv_lv: Loģiskais tests, kas jānovērtē katrai rindai. Filtra rezultātā tiks iekļautas tikai tās rindas, kas iztur šo testu.
ms_my: Ujian logik untuk menilai setiap baris. Hanya baris yang lulus ujian ini akan disertakan ke dalam hasil Penapis.
nb_no: En logisk test som evalueres for hver rad. Bare radene som består denne testen, inkluderes i resultatet av filteret.
nl_nl: Een logische test die voor elke rij moet worden geëvalueerd. Alleen de rij die de test doorstaat, wordt in het resultaat van Filter opgenomen.
pl_pl: Test logiczny umożliwiający ocenę poszczególnych wierszy. Tylko wiersze z pozytywnym wynikiem tego testu zostaną uwzględnione w wynikach filtrowania.
pt_br: Teste lógico para avaliar cada linha. Somente as linhas que passarem nesse teste serão incluídas no resultado do Filtro.
pt_pt: Um teste lógico para avaliar cada linha. Apenas as linhas que passam neste teste serão incluídas no resultado do Filtro.
ro_ro: Un test logic pentru evaluarea fiecărui rând. Doar rândurile care trec acest test vor fi incluse în rezultatul filtrului.
ru_ru: Логическое условие для оценки каждой строки. В результат фильтра будут включены только строки, соответствующие этому условию.
sk_sk: Logický test na vyhodnotenie pre každý riadok. Do výsledku filtra sa zahrnú iba riadky s úspešným výsledkom testu.
sl_si: Logični preskus, ki ga je treba ovrednotiti za vsako vrstico. Samo vrstice, ki prestanejo preskus, bodo vključene v rezultat funkcije »Filter«.
sr_cyrl_rs: Логички текст за процену за сваки ред. Само редови који прођу тест биће укључени у резултата филтера.
sr_latn_rs: Logički tekst za procenu za svaki red. Samo redovi koji prođu test biće uključeni u rezultata filtera.
sv_se: Ett logiskt test att utvärdera för varje rad. Bara rader som klarar testet kommer att inkluderas i resultatet för filter.
th_th: การทดสอบลอจิคัลเพื่อประเมินแต่ละแถว เฉพาะแถวที่ผ่านการทดสอบเท่านั้นจะถูกรวมเข้าไปในผลลัพธ์ของตัวกรอง
tr_tr: Her satır için değerlendirilecek mantıksal test. Filtre sonucuna yalnızca bu testi geçen satırlar eklenir.
uk_ua: Перевірка кожного рядка на відповідність певним логічним умовам, щоб відфільтрувати невідповідні записи.
vi_vn: Một thử nghiệm lô-gic cần đánh giá cho mỗi hàng. Chỉ những hàng vượt qua thử nghiệm này mới có trong kết quả của Bộ lọc.
zh_cn: 要为每行计算的逻辑测试。只有通过此测试的行才会包含在 Filter 的结果中。
zh_tw: 評估每個資料列的邏輯測試。只有通過此測試的資料列，才會納入篩選的結果中。

# AboutFirst
source: Returns the first row of 'source'.
bg_bg: Връща първия ред на „източник“.
ca_es: Retorna la primera fila de l'element 'source'.
cs_cz: Vrátí první řádek zdroje.
da_dk: Returnerer den første 'kilde'-række.
de_de: Gibt die erste Zeile von "Quelle" zurück.
el_gr: Επιστρέφει την πρώτη σειρά "προέλευσης".
es_es: Devuelve la primera fila del origen.
et_ee: Tagastab allika esimese rea.
eu_es: "source" taularen lehen errenkada itzultzen du.
fi_fi: Palauttaa source-kohteen ensimmäisen rivin.
fr_fr: Retourne la première ligne de « source ».
gl_es: Devolve a primeira fila de "orixe".
hi_in: 'स्रोत' की पहली पंक्ति लौटाता है.
hr_hr: Vraća prvi redak "izvora".
hu_hu: A „forrás” első sorát adja vissza.
it_it: Restituisce la prima riga di 'origine'.
ja_jp: 'ソース' の最初の行を返します。
kk_kz: Көздің бірінші жолын қайтарады.
ko_kr: '원본'의 첫 번째 행을 반환합니다.
lt_lt: Pateikia pirmą šaltinio eilutę.
lv_lv: Atgriež vienuma "source" pirmo rindu.
ms_my: Mengembalikan baris pertama 'sumber'.
nb_no: Returnerer den første raden i kilden.
nl_nl: Hiermee wordt de eerste rij van source geretourneerd.
pl_pl: Zwraca pierwszy wiersz źródła.
pt_br: Retorna a primeira linha de 'source' (fonte).
pt_pt: Devolve a primeira linha de "origem".
ro_ro: Returnează primul rând din „sursă”.
ru_ru: Возвращает первую строку "источника".
sk_sk: Vráti prvý riadok zdroja.
sl_si: Vrne prvo vrstico argumenta »vir«.
sr_cyrl_rs: Враћа први ред „извора“.
sr_latn_rs: Vraća prvi red „izvora“.
sv_se: Returnerar den första raden från källan.
th_th: คืนค่าแถวแรกของ 'แหล่งที่มา'
tr_tr: 'source' öğesinin ilk satırını döndürür.
uk_ua: Повертає перший рядок джерела.
vi_vn: Trả về hàng đầu tiên của 'nguồn'.
zh_cn: 返回 "source" 的第一行。
zh_tw: 傳回 'source' 的第一個資料列。

# AboutLast
source: Returns the last row of 'source'.
bg_bg: Връща последния ред на „източник“.
ca_es: Retorna la darrera fila de l'element 'source'.
cs_cz: Vrátí poslední řádek zdroje.
da_dk: Returnerer 'kildens' sidste række.
de_de: Gibt die letzte Zeile von "Quelle" zurück.
el_gr: Επιστρέφει την τελευταία σειρά "προέλευσης".
es_es: Devuelve la última fila del origen.
et_ee: Tagastab allika viimase rea.
eu_es: "source" taularen azken errenkada itzultzen du.
fi_fi: Palauttaa source-kohteen viimeisen rivin.
fr_fr: Retourne la dernière ligne de « source ».
gl_es: Devolve a última fila de "orixe".
hi_in: 'स्रोत' की अंतिम पंक्ति लौटाता है.
hr_hr: Vraća zadnji redak "izvora".
hu_hu: A forrás utolsó sorát adja vissza.
it_it: Restituisce l'ultima riga di 'origine'.
ja_jp: 'ソース' の最終行を返します。
kk_kz: Көздің соңғы жолын қайтарады.
ko_kr: '원본'의 마지막 행을 반환합니다.
lt_lt: Pateikia paskutinę šaltinio eilutę.
lv_lv: Atgriež vienuma "source" pēdējo rindu.
ms_my: Mengembalikan baris terakhir 'sumber'.
nb_no: Returnerer den siste raden i kilden.
nl_nl: Hiermee wordt de laatste rij van bron geretourneerd.
pl_pl: Zwraca ostatni wiersz kolumny tabeli „źródło”.
pt_br: Retorna a última linha de 'source' (fonte).
pt_pt: Devolve a última linha da "origem".
ro_ro: Returnează ultimul rând din „sursă”.
ru_ru: Возвращает последнюю строку "источника".
sk_sk: Vráti posledný riadok zdroja.
sl_si: Vrne zadnjo vrstico argumenta »vir«.
sr_cyrl_rs: Враћа последњи ред „извора“.
sr_latn_rs: Vraća poslednji red „izvora“.
sv_se: Returnerar den senaste raden från källan.
th_th: คืนค่าแถวสุดท้ายของ 'แหล่งที่มา'
tr_tr: 'source' öğesinin son satırını döndürür.
uk_ua: Повертає останній рядок джерела.
vi_vn: Trả về hàng cuối của 'nguồn'.
zh_cn: 返回 "source" 的最后一行。
zh_tw: 傳回 'source' 的最後一個資料列。

# FirstLastArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# AboutFirst_source
source: A table whose first row will be returned.
bg_bg: Таблица, чиито първи ред ще се върне.
ca_es: Taula de la qual es retornarà la primera fila.
cs_cz: Tabulka, jejíž první řádek bude vrácen
da_dk: En tabel, hvis første række bliver returneret.
de_de: Eine Tabelle, deren erste Zeile zurückgegeben werden soll.
el_gr: Πίνακας του οποίου η πρώτη σειρά θα επιστραφεί.
es_es: Una tabla cuya primera fila se devolverá.
et_ee: Tabel, mille esimene rida tagastatakse.
eu_es: Taula, zeinaren lehen errenkada itzuliko den.
fi_fi: Taulukko, jonka ensimmäinen rivi palautetaan.
fr_fr: Table dont la première ligne sera retournée.
gl_es: Táboa cuxa primeira fila se vai devolver.
hi_in: एक तालिका जिसकी पहली पंक्ति लौटेगी.
hr_hr: Tablica čiji će se prvi redak vratiti.
hu_hu: Az a tábla, amelynek az első sorát vissza kell adni.
it_it: Tabella di cui verrà restituita la prima riga.
ja_jp: 最初の行が返される元のテーブル。
kk_kz: Бірінші жолы қайтарылатын кесте.
ko_kr: 첫 번째 행이 반환되는 테이블입니다.
lt_lt: Lentelė, kurios pirma eilutė bus pateikta.
lv_lv: Tabulas, kuras pirmā rinda tiks atgriezta.
ms_my: Jadual yang baris pertamanya akan dikembalikan.
nb_no: En tabell som første rad skal returneres fra.
nl_nl: Een tabel waaruit de eerste rij wordt geretourneerd.
pl_pl: Tabela, z której zostanie zwrócony pierwszy wiersz.
pt_br: Tabela cuja primeira linha será retornada.
pt_pt: Uma tabela cuja primeira linha será devolvida.
ro_ro: Un tabel în care se va returna primul rând.
ru_ru: Таблица, первая строка которой будет возвращена.
sk_sk: Tabuľka, z ktorej sa vráti prvý riadok.
sl_si: Tabela iz katere bo vrnjena prva vrstica.
sr_cyrl_rs: Табела чији ће први ред бити враћен.
sr_latn_rs: Tabela čiji će prvi red biti vraćen.
sv_se: En tabell vars första rad kommer att returneras.
th_th: ตารางที่จะคืนค่าแถวแรกออกมา
tr_tr: İlk satırı döndürülecek olan tablo.
uk_ua: Таблиця, звідки потрібно повернути перший рядок.
vi_vn: Bảng có hàng đầu tiên sẽ được trả về.
zh_cn: 将返回其中第一行的表。
zh_tw: 將傳回其第一個資料列的資料表。

# AboutLast_source
source: A table whose last row will be returned.
bg_bg: Таблица, чиито последен ред ще се върне.
ca_es: Taula de la qual es retornarà la darrera fila.
cs_cz: Tabulka, jejíž poslední řádek bude vrácen
da_dk: En tabel, hvis sidste række bliver returneret.
de_de: Eine Tabelle, deren letzte Zeile zurückgegeben werden soll.
el_gr: Ένας πίνακας του οποίου η τελευταία σειρά θα επιστραφεί.
es_es: Una tabla cuya última fila se devolverá.
et_ee: Tabel, mille viimane rida tagastatakse.
eu_es: Taula, zeinaren azken errenkada itzuliko den.
fi_fi: Taulukko, jonka viimeinen rivi palautetaan.
fr_fr: Table dont la dernière ligne sera retournée.
gl_es: Táboa cuxa última fila se vai devolver.
hi_in: एक तालिका जिसकी अंतिम पंक्ति लौटाई जाएगी.
hr_hr: Tablica čiji će se zadnji redak vratiti.
hu_hu: Az a tábla, amelynek az utolsó sorát vissza kell adni.
it_it: Tabella di cui verrà restituita l'ultima riga.
ja_jp: 最後の行が返されるテーブル。
kk_kz: Соңғы жолы қайтарылатын кесте.
ko_kr: 마지막 행이 반환되는 테이블입니다.
lt_lt: Lentelė, kurios paskutinė eilutė bus pateikta.
lv_lv: Tabulas, kuras pēdējā rinda tiks atgriezta.
ms_my: Jadual yang baris akhirnya akan dikembalikan.
nb_no: En tabell der siste rad returneres.
nl_nl: Een tabel waaruit de laatste rij wordt geretourneerd.
pl_pl: Tabela, której ostatni wiersz zostanie zwrócony.
pt_br: Tabela cuja última linha será retornada.
pt_pt: Uma tabela cuja última linha será devolvida.
ro_ro: Un tabel pentru care se va returna ultimul rând.
ru_ru: Таблица, последняя строка которой будет возвращена.
sk_sk: Tabuľka, z ktorej sa vráti posledný riadok.
sl_si: Tabela iz katere bo vrnjena zadnja vrstica.
sr_cyrl_rs: Табела чији ће последњи ред бити враћен.
sr_latn_rs: Tabela čiji će poslednji red biti vraćen.
sv_se: En tabell vars sista rad kommer att returneras.
th_th: ตารางที่จะคืนค่าแถวสุดท้ายออกมา
tr_tr: Son satırı döndürülecek olan tablo.
uk_ua: Таблиця, звідки потрібно отримати останній рядок.
vi_vn: Bảng có hàng cuối cùng sẽ được trả về.
zh_cn: 将返回其中最后一行的表。
zh_tw: 將傳回其最後一個資料列的資料表。

# AboutFirstN
source: Returns the first 'count' rows of 'source'.
bg_bg: Връща първите „брой“ реда на „източник“.
ca_es: Retorna les primeres files 'count' de l'element 'source'.
cs_cz: Vrátí určitý počet prvních řádků zdroje.
da_dk: Returnerer den første 'tælling' af 'kilde'-rækker.
de_de: Gibt die ersten "Anzahl" Zeilen von "Quelle" zurück.
el_gr: Επιστρέφει τις πρώτες σειρές "μέτρησης" της "προέλευσης".
es_es: Devuelve las primeras filas de "recuento" del origen.
et_ee: Tagastab allika N esimest rida.
eu_es: "source" taularen lehen "count" errenkadak itzultzen ditu.
fi_fi: Palauttaa source-kohteen ensimmäiset count-arvon määrittämät rivit.
fr_fr: Retourne les premières lignes « nombre » de « source ».
gl_es: Devolve as primeiras filas de "número total" de "orixe".
hi_in: 'स्रोत' की पहली 'गणना' पंक्तियाँ लौटाता है.
hr_hr: Vraća prvi redak "brojanja" "izvora".
hu_hu: A „forrás” első megadott számú (darabszám) sorát adja vissza.
it_it: Restituisce le prime righe 'conteggio' di 'origine'.
ja_jp: 'ソース' の最初の 'カウント' 行を返します。
kk_kz: Көздің бірінші есептелген жолдарын қайтарады.
ko_kr: '원본'의 첫 번째 '계산' 행을 반환합니다.
lt_lt: Pateikia pirmą šaltinio eilučių skaičių.
lv_lv: Atgriež vienuma "source" pirmās "count" rindas.
ms_my: Mengembalikan baris 'kiraan' pertama 'sumber'.
nb_no: Returnerer de første antall-radene i kilden.
nl_nl: Hiermee worden de eerste count rijen van source geretourneerd.
pl_pl: Zwraca pierwszą grupę rekordów źródła składającą się z określonej liczby wierszy.
pt_br: Retorna as primeiras linhas 'count' (contagem) de 'source' (fonte).
pt_pt: Devolve as primeiras linhas de "contagem" da "origem".
ro_ro: Returnează primele „contor” rânduri din „sursă”.
ru_ru: Возвращает первые строки "источника" в количестве "количество".
sk_sk: Vráti prvý počet riadkov zdroja.
sl_si: Vrne »število« prvih vrstic argumenta »vir«.
sr_cyrl_rs: Враћа прве редове „број“ за „извор“.
sr_latn_rs: Vraća prve redove „broj“ za „izvor“.
sv_se: Returnerar de första antalet rader från källan.
th_th: คืนค่าแถวแรกของ 'จำนวน' 'แหล่งที่มา'
tr_tr: 'source' öğesinin ilk 'count' satırlarını döndürür.
uk_ua: Повертає перші рядки джерела у вказаній кількості.
vi_vn: Trả về số hàng 'số lượng' đầu tiên của 'nguồn'.
zh_cn: 返回 "source" 的前 "count" 行。
zh_tw: 傳回 'source' 的第一個 'count' 資料列。

# AboutLastN
source: Returns the last 'count' rows of 'source'.
bg_bg: Връща последните „брой“ реда на „източник“.
ca_es: Retorna les darreres files 'count' de l'element 'source'.
cs_cz: Vrátí určitý počet posledních řádků zdroje.
da_dk: Returnerer de sidste 'tælle'-rækker i 'kilde'.
de_de: Gibt die letzten "Anzahl" (count) Zeilen von "Quelle" (source) zurück.
el_gr: Επιστρέφει τις τελευταίες σειρές "μέτρησης" της "προέλευσης".
es_es: Devuelve las últimas filas de "recuento" del origen.
et_ee: Tagastab allika N viimast rida.
eu_es: "source" taularen azken "count" errenkadak itzultzen ditu.
fi_fi: Palauttaa source-kohteen viimeiset count-arvon määrittämät rivit.
fr_fr: Retourne les dernières lignes « nombre » de « source ».
gl_es: Devolve as últimas filas de "número total" de "orixe".
hi_in: 'स्रोत' की अंतिम 'गणना' पंक्तियाँ लौटाता है.
hr_hr: Vraća zadnji redak "brojanja" "izvora".
hu_hu: A forrás utolsó megadott számú (darabszám) sorát adja vissza.
it_it: Restituisce le ultime righe 'conteggio' di 'origine'.
ja_jp: 'ソース' の最後の 'カウント' 行を返します。
kk_kz: Көздің соңғы есептелген жолдарын қайтарады.
ko_kr: '원본'의 마지막 '계산' 행을 반환합니다.
lt_lt: Pateikia paskutinį šaltinio eilučių skaičių.
lv_lv: Atgriež vienuma "source" pēdējās "count" rindas.
ms_my: Mengembalikan baris 'kiraan' terakhir 'sumber'.
nb_no: Returnerer de siste antall-radene i kilden.
nl_nl: Hiermee wordt de laatste 'count' van 'source' geretourneerd.
pl_pl: Zwraca określoną za pomocą wartości „liczba” liczbę ostatnich wierszy tabeli „źródło”.
pt_br: Retorna as últimas linhas 'count' (contagem) de 'source' (fonte).
pt_pt: Devolve as últimas linhas de "contagem" da "origem".
ro_ro: Returnează ultimele „contor” rânduri din „sursă”.
ru_ru: Возвращает последние строки "источника" в количестве "количество".
sk_sk: Vráti posledný počet riadkov zdroja.
sl_si: Vrne »število« zadnjih vrstic argumenta »vir«.
sr_cyrl_rs: Враћа последње редове „број“ за „извор“.
sr_latn_rs: Vraća poslednje redove „broj“ za „izvor“.
sv_se: Returnerar de senaste antal raderna från källan.
th_th: คืนค่าแถวสุดท้ายของ 'จำนวน' 'แหล่งที่มา'
tr_tr: 'source' öğesinin son 'number' satırlarını döndürür.
uk_ua: Повертає останні рядки джерела у визначеній кількості.
vi_vn: Trả về hàng 'số lượng' cuối của 'nguồn'.
zh_cn: 返回 "source" 的最后 "count" 行。
zh_tw: 傳回 'source' 的最後一個 'count' 資料列。

# FirstLastNArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# FirstLastNArg2
source: count
bg_bg: брой
ca_es: recompte
cs_cz: počet
da_dk: antal
de_de: Anzahl
el_gr: σύνολο
es_es: recuento
et_ee: arv
eu_es: kopurua
fi_fi: määrä
fr_fr: nombre
gl_es: reconto
hi_in: संख्या
hr_hr: broj
hu_hu: darabszám
it_it: conteggio
ja_jp: カウント
kk_kz: саны
ko_kr: 개수
lt_lt: skaičius
lv_lv: Skaits
ms_my: kiraan
nb_no: antall
nl_nl: aantal
pl_pl: liczba
pt_br: contagem
pt_pt: contagem
ro_ro: contor
ru_ru: количество
sk_sk: počet
sl_si: število
sr_cyrl_rs: број
sr_latn_rs: broj
sv_se: antal
th_th: นับ
tr_tr: sayı
uk_ua: кількість
vi_vn: số_lượng
zh_cn: 计数
zh_tw: 計數

# AboutFirstN_source
source: A table from which rows will be returned.
bg_bg: Таблица, от която ще се върнат редове.
ca_es: Taula de la qual es retornaran files.
cs_cz: Tabulka, ze které budou vráceny řádky
da_dk: En tabel, som rækker returneres fra.
de_de: Eine Tabelle, aus der Zeilen zurückgegeben werden.
el_gr: Πίνακας από τον οποίο θα επιστραφούν σειρές.
es_es: Una tabla de la que se devolverán filas.
et_ee: Tabel, kust read tagastatakse.
eu_es: Errenkadak itzuliko dituen taula.
fi_fi: Taulukko, josta rivit palautetaan.
fr_fr: Table dont des lignes seront retournées.
gl_es: Táboa desde a que se devolverán as filas.
hi_in: एक तालिका जिससे पंक्तियाँ लौटेंगी.
hr_hr: Tablica iz koje će se vratiti reci.
hu_hu: Az a tábla, amelynek a sorait vissza kell adni.
it_it: Tabella da cui verranno restituite le righe.
ja_jp: 行が返される元のテーブル。
kk_kz: Жолдар қайтарылатын кесте.
ko_kr: 행이 반환되는 테이블입니다.
lt_lt: Lentelė, kurios eilutės bus pateiktos.
lv_lv: Tabula, no kuras tiks atgrieztas rindas.
ms_my: Jadual yang barisnya akan dikembalikan.
nb_no: En tabell som rader skal returneres fra.
nl_nl: Een tabel waaruit rijen worden geretourneerd.
pl_pl: Tabela, z której zostaną zwrócone wiersze.
pt_br: Tabela da qual as linhas serão retornadas.
pt_pt: Uma tabela a partir do qual as linhas serão devolvidas.
ro_ro: Un tabel de la care se vor returna rânduri.
ru_ru: Таблица, из которой будут возвращены строки.
sk_sk: Tabuľka, z ktorej sa vrátia riadky.
sl_si: Tabela iz katere bodo vrnjene vrstice.
sr_cyrl_rs: Табела из које ће редови бити враћени.
sr_latn_rs: Tabela iz koje će redovi biti vraćeni.
sv_se: En tabell som rader kommer att returneras från.
th_th: ตารางที่จะคืนค่าแถวออกมา
tr_tr: Satırların döndürüleceği bir tablo.
uk_ua: Таблиця, звідки потрібно отримати рядки.
vi_vn: Bảng chứa các hàng sẽ được trả về.
zh_cn: 将返回其中的行的表。
zh_tw: 傳回其資料列的資料表。

# AboutFirstN_count
source: The number of rows to return.
bg_bg: Броят редове за връщане.
ca_es: Nombre de files que es retornaran.
cs_cz: Počet řádků, které se mají vrátit
da_dk: Antallet af rækker, der skal returneres.
de_de: Die Anzahl der zurückzugebenden Zeilen.
el_gr: Ο αριθμός των σειρών για επιστροφή.
es_es: Número de filas que se va a devolver.
et_ee: Tagastatavate ridade arv.
eu_es: Itzuliko den errenkada kopurua.
fi_fi: Palautettavien rivien määrä.
fr_fr: Nombre de lignes à retourner.
gl_es: Número de filas que se van devolver.
hi_in: लौटाई जाने वाली पंक्तियों की संख्या.
hr_hr: Broj redaka koji se vraća.
hu_hu: A visszaadandó sorok száma.
it_it: Numero di righe da restituire.
ja_jp: 返す行数。
kk_kz: Қайтарылатын жолдар саны.
ko_kr: 반환할 행 수입니다.
lt_lt: Eilučių, kurias reikia pateikti, skaičius.
lv_lv: Atgriežamo rindu skaits.
ms_my: Bilangan baris untuk dikembalikan.
nb_no: Antall rader som skal returneres.
nl_nl: Het aantal rijen dat moet worden geretourneerd.
pl_pl: Liczba wierszy do zwrócenia.
pt_br: Número de linhas a ser retornadas.
pt_pt: O número de linhas para devolver.
ro_ro: Numărul de rânduri de returnat.
ru_ru: Количество возвращаемых строк.
sk_sk: Počet riadkov na vrátenie.
sl_si: Število vrstic, ki bodo vrnjene.
sr_cyrl_rs: Број редова које треба вратити.
sr_latn_rs: Broj redova koje treba vratiti.
sv_se: Antalet rader att returnera.
th_th: จำนวนของแถวที่จะคืนค่า
tr_tr: Döndürülecek satır sayısı.
uk_ua: Кількість рядків, які потрібно повернути.
vi_vn: Số hàng cần trả về.
zh_cn: 要返回的行数。
zh_tw: 要傳回的資料列數目。
